export default {
  projections: {
    ОплатаE: {
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      номер: {
        __caption__: 'Номер'
      },
      фото: {
        __caption__: 'Фото',
        режим: {
          __caption__: 'Режим'
        },
        длина: {
          __caption__: 'Длина'
        },
        ширина: {
          __caption__: 'Ширина'
        },
        номер: {
          __caption__: 'Номер'
        }
      }
    },
    ОплатаL: {
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      номер: {
        __caption__: 'Номер'
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    типОплаты: {
      __caption__: 'Тип оплаты'
    },
    клиент: {
      __caption__: 'клиент'
    },
    фото: {
      __caption__: 'Фото'
    }
  }
};
