export default {
  projections: {
    ФотокиоскE: {
      iD: {
        __caption__: 'ID'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      оборудование: {
        __caption__: 'Оборудование',
        iD: {
          __caption__: 'ID'
        },
        наименование: {
          __caption__: 'Наименование'
        }
      },
      чек: {
        __caption__: 'Чек',
        номер: {
          __caption__: 'Номер'
        },
        дата: {
          __caption__: 'Дата'
        }
      }
    },
    ФотокиоскL: {
      iD: {
        __caption__: 'ID'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    адрес: {
      __caption__: 'Адрес'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    оборудование: {
      __caption__: 'Оборудование'
    },
    чек: {
      __caption__: 'Чек'
    }
  }
};
